Repository: dgiakatos/ihb-frontend
Catalog: src/locale/messages.*.xlf
Languages: el

source: In this page we inform you about the doctors who have accessed your medical history.
el: Σε αυτήν την σελίδα σας ενημερώνουμε για τους γιατρούς που επισκέφτηκαν το ιατρικό σας ιστορικό.

source: Access Date & Time
el: Ημερομηνία & Ώρα Πρόσβασης

source: Date & Time
el: Ημερομηνία & Ώρα

source: Read
el: Προβολή

source: Search user
el: Αναζήτηση χρήστη:

source: Back
el: Πίσω

source: Delete User
el: Διαγραφή Χρήστη

source: Full Name
el: Ονοματεπώνυμο

source: Check this in order to activate <b>doctor</b> authorization
el: Τσεκάρετε την επιλογή αυτή προκειμένου να δώσετε στον χρήστη εξουσιοδότηση <b>γιατρού</b>.

source: Check this in order to activate <b>administrator</b> authorization
el: Τσεκάρετε την επιλογή αυτή προκειμένου να δώσετε στον χρήστη εξουσιοδότηση <b>διαχειριστή</b>.

source: Doctor documents:<button>Download</button> <button>Delete doctor application</button>
el: Έγγραφα γιατρού:<button>Λήψη</button> <button>Διαγραφή αίτησης γιατρού</button>
