Repository: dgiakatos/ihb-frontend
Catalog: src/locale/messages.*.xlf
Languages: el

# ngb.alert.close
source: Close
el: Κλείσιμο

# ngb.carousel.previous
source: Previous
el: Προηγούμενη

# ngb.carousel.next
source: Next
el: Επόμενη

# ngb.datepicker.previous-month
source: Previous month
el: Προηγούμενος μήνας

# ngb.datepicker.next-month
source: Next month
el: Επόμενος μήνας

# ngb.datepicker.select-month
source: Select month
el: Επιλέξτε μήνα

# ngb.datepicker.select-year
source: Select year
el: Επιλέξτε χρόνο

# ngb.pagination.first-aria
source: First
el: Πρώτη

# ngb.pagination.previous-aria
source: Previous
el: Προηγούμενη

# ngb.pagination.next-aria
source: Next
el: Επόμενη

# ngb.pagination.last-aria
source: Last
el: Τελευταία

# ngb.timepicker.increment-hours
source: Increment hours
el: Αύξηση ωρών

# ngb.timepicker.HH
source: HH
el: ΩΩ

# ngb.timepicker.hours
source: Hours
el: Ώρες

# ngb.timepicker.decrement-hours
source: Decrement hours
el: Μείωση ωρών

# ngb.timepicker.increment-minutes
source: Increment minutes
el: Αύξηση λεπτών

# ngb.timepicker.MM
source: MM
el: ΜΜ

# ngb.timepicker.minutes
source: Minutes
el: Λεπτά

# ngb.timepicker.decrement-minutes
source: Decrement minutes
el: Μείωση λεπτών

# ngb.timepicker.increment-seconds
source: Increment seconds
el: Αύξηση δευτερολέπτων

# ngb.timepicker.SS
source: SS
el: ΔΔ

# ngb.timepicker.seconds
source: Seconds
el: Δευτερόλεπτα

# ngb.timepicker.decrement-seconds
source: Decrement seconds
el: Μείωση δευτερολέπτων

# ngb.toast.close-aria
source: Close
el: Κλείσιμο

source: About Us
el: Σχετικά με εμάς

source: Civilians
el: Πολίτες

source: Hospitals
el: Νοσοκομεία

source: Security
el: Ασφάλεια

source: Contact
el: Επικοινωνία

source: Sign in
el: Σύνδεση

source: Sign up
el: Εγγραφή

source: International Travel
el: Διεθνές Ταξίδι

source: Stay protected in the case of an emergency when travelling abroad.
el: Παραμείνετε προστατευμένοι σε περίπτωση έκτακτης ανάγκης όταν ταξιδεύετε στο εξωτερικό.

source: Doctors and Hospitals
el: Γιατροί και Νοσοκομεία

source: IHB empowers doctors and hospitals by giving them immediate access to patients' health records.
el: Το IHB ενισχύει το έργο των γιατρών και των νοσοκομείων παρέχοντας τους άμεση πρόσβαση στο ιατρικό ιστορικό των ασθενών.

source: Good Health and Well-Being
el: Καλή Υγεία και Ευημερία

source: IHB is a part of the "Sustainable Development Goals" initiative of the United Nations.
el: Το IHB είναι μέρος της πρωτοβουλίας "Στόχοι Αειφόρου Ανάπτυξης" του Οργανισμού Ηνωμένων Εθνών.

source: Join IHB Now!
el: Εγγραφείτε στο IHB τώρα!

source: Patients, Doctors and Clinics can all use our free platform and be a step ahead in the case of an emergency.
el: Ασθενείς, Γιατροί και Νοσοκομεία μπορούν όλοι να χρησιμοποιήσουν την δωρεάν πλατφόρμα μας προκειμένου να είναι ένα βήμα μπροστά σε περίπτωση επείγοντος περιστατικού.

source: Create your account in just one minute. Only thing needed is a protocol.
el: Δημιουργήστε τον λογαριασμό σας σε μόλις ένα λεπτό. Το μόνο που χρειάζεστε είναι ένα πιστοποιητικό.

source: Register Now
el: Εγγραφείτε Τώρα

source: International Health Booklet (IHB) was developed by 4 students of the Computer Science Department of the Aristotle University of Thessaloniki in 2020. It is a project developed in the context of the course "Web Information Systems" with Athena Vakali being the course coordinator.
el: Το International Health Booklet (Διεθνές Βιβλιάριο Υγείας - IHB) αναπτύχθηκε το 2020 από 4 φοιτητές του Τμήματος Πληροφορικής του Αριστοτελείου Πανεπιστημίου Θεσσαλονίκης. Πρόκειται για ένα έργο που αναπτύχθηκε στο πλαίσιο του μαθήματος "Πληροφοριακά Συστήματα Παγκόσμιου Ιστού" με την κυρία Βακάλη Αθηνά να είναι η καθηγήτρια του μαθήματος.

source: IHB is a web application that aims to help the fulfillment of the 17 Sustainable Development Goals (SDGs) set in 2015 by the United Nations General Assembly. These are a collection of 17 global goals designed to be a "blueprint to achieve a better and more sustainable future for all" and are intended to be achieved by the year 2030. IHB has to do with the 3rd SDG which is "Good Health and Well-Being".
el: Το IHB είναι μια διαδικτυακή εφαρμογή που στοχεύει στην επίτευξη των 17 Στόχων Αειφόρου Ανάπτυξης (Sustainable Development Goals - SDGs) που τέθηκαν το 2015 από τη Γενική Συνέλευση των Ηνωμένων Εθνών. Πρόκειται για μια συλλογή από 17 παγκόσμιους στόχους που έχουν σχεδιαστεί ως ένα «σχέδιο για ένα καλύτερο και πιο βιώσιμο μέλλον για όλους» και προορίζονται να επιτευχθούν έως το έτος 2030. Το IHB έχει να κάνει με τον 3ο SDG που είναι «Καλή Υγεία και Ευημερία».

source: It is an international health booklet, as its name implies of course. Its purpose is to immediately inform medical organizations and doctors in the case of an emergency about a patients medical history. For example, if somebody travels either abroad or within his country and needs urgent medical help, health organizations and doctors will be able, using our platform, to have access to the patients medical history in order to nurse him more securely as they will have knowledge of the surgeries he has already had, his allergies etc. IHB is aimed to be used by civilians, doctors and health organizations and its administrators.
el: Είναι ένα διεθνές βιβλιάριο υγείας, όπως υποδηλώνει φυσικά το όνομά του. Σκοπός του είναι να ενημερώνει άμεσα τους ιατρικούς οργανισμούς και τους γιατρούς σε περίπτωση έκτακτης ανάγκης σχετικά με το ιατρικό ιστορικό των ασθενών. Για παράδειγμα, εάν κάποιος ταξιδεύει είτε στο εξωτερικό είτε στη χώρα του και χρειάζεται επείγουσα ιατρική βοήθεια, οι οργανισμοί υγείας και οι γιατροί θα μπορούν, χρησιμοποιώντας την πλατφόρμα μας, να έχουν πρόσβαση στο ιατρικό ιστορικό των ασθενών προκειμένου να τους περιθάλψουν με μεγαλύτερη ασφάλεια έχοντας γνώση των χειρουργικών επεμβάσεων που έχουν ήδη κάνει, των αλλεργιών τους κ.λπ. Το IHB προορίζεται για να χρησιμοποιηθεί από πολίτες, γιατρούς, νοσοκομεία και οργανισμούς υγείας.

source: This information system is aimed at every citizen, who want to have its medical booklet accessible anytime. This may often seem useful, because it is difficult enough to remember our medical history. In addition, sometimes we are not able to communicate with foreign people, so as to inform them about a medical problem that we have. It is very important for you to have valid and in time access to your health booklet, in order to avoid emerging situations and it can be used effectively, from doctors, for more accurate diagnoses.
el: Αυτό το πληροφοριακό σύστημα απευθύνεται σε κάθε πολίτη, ο οποίος θέλει να έχει πρόσβαση στο ιατρικό του ιστορικό ανά πάσα στιγμή. Αυτό μπορεί συχνά να αποδειχθεί χρήσιμο, καθώς είναι αρκετά δύσκολο να θυμόμαστε το ιατρικό μας ιστορικό. Επιπλέον, μερικές φορές δεν είμαστε σε θέση να επικοινωνήσουμε με ξένους, ώστε να τους ενημερώσουμε για ένα ιατρικό πρόβλημα που έχουμε. Είναι πολύ σημαντικό για εσάς να έχετε έγκυρη και έγκαιρη πρόσβαση στο βιβλιάριο υγείας σας, προκειμένου να ανταπεξέλθετε σε επείγουσες καταστάσεις και μπορεί να χρησιμοποιηθεί αποτελεσματικά, από τους γιατρούς, για πιο ακριβείς διαγνώσεις.

source: Nowadays, during this pandemic period, this platform may seem to be more beneficial than ever for many people. Furthermore, you could be informed about the suggested vaccinations, which are recommended by <abbr>ECDC</abbr>. You could also find useful links for the latest news of Coronavirus, general advices for precautions against potential hazards and international travel information.
el: Σήμερα, κατά τη διάρκεια αυτής της πανδημικής περιόδου, αυτή η πλατφόρμα μπορεί να αποδειχθεί πιο ευεργετική από ποτέ για πολλούς ανθρώπους. Επιπλέον, θα μπορούσατε να ενημερωθείτε για τους προτεινόμενους εμβολιασμούς, οι οποίοι συνιστώνται από το ECDC. Θα μπορούσατε επίσης να βρείτε χρήσιμους συνδέσμους για τα τελευταία νέα του Κορωνοϊού, γενικές συμβουλές για προφυλάξεις έναντι πιθανών κινδύνων και διεθνείς ταξιδιωτικές πληροφορίες.

source: It is worth mentioning that not every claiming doctor will have access to the medical history of a patient, but only those who have upload credentials to certify that they are authenticated doctors. All these measures are taken to ensure the protection of the data.
el: Αξίζει να σημειωθεί ότι δεν έχουν όλοι οι φορείς πρόσβαση στο ιατρικό ιστορικό ενός ασθενούς, αλλά μόνο εκείνοι που έχουν ανεβάσει διαπιστευτήρια που εγγυούνται ότι είναι πιστοποιημένοι γιατροί. Όλα αυτά τα μέτρα λαμβάνονται για να διασφαλιστεί η προστασία των δεδομένων.

source: If you want any clarification or you have any additional question, you could use <a>Contact</a> panel.
el: Εάν θέλετε οποιαδήποτε επιπλέον διευκρίνιση ή έχετε κάποια ερώτηση, μπορείτε να χρησιμοποιήσετε την <a>φόρμα επικοινωνίας</a>.

source: In today's world at least 400 million people have no basic healthcare, and 40 percent lack social protection. More than 1.6 billion people live in fragile settings where protracted crises, combined with weak national capacity to deliver basic health services, present a significant challenge to global health. In the fight to change this situation, hospitals need to play a major role. Hospitals matter to people – the hospital experience often marking a central point in their lives. They matter to health systems: they are instrumental for care coordination and integration and have a key role to play in supporting other health-care providers (including primary health care) and in community outreach and home-based services. They also often provide a setting for education of doctors, nurses and other health-care professionals and are a critical base for clinical research. They must be resilient and able to maintain and scale up services in emergency situations. Hospitals complement and amplify the effectiveness of many other parts of the health system, providing continuous availability of services for acute and complex conditions. Hospitals concentrate scarce resources within well-planned referral networks to respond efficiently to population health needs. Thus, International Health Booklet, an online system empowering doctors and hospitals around the world, can play a major role in order to achieve good health and well-being for people all around the world.
el: Στην σημερινή εποχή τουλάχιστον 400 εκατομμύρια άνθρωποι δεν έχουν βασική υγειονομική περίθαλψη και το 40% στερείται κοινωνικής προστασίας. Περισσότεροι από 1,6 δισεκατομμύρια άνθρωποι ζουν σε εύθραυστα περιβάλλοντα όπου οι παρατεταμένες κρίσεις, σε συνδυασμό με την αδύναμη εθνική ικανότητα παροχής βασικών υπηρεσιών υγείας, αποτελούν σημαντική πρόκληση για την παγκόσμια υγεία. Στον αγώνα για την αλλαγή αυτής της κατάστασης, τα νοσοκομεία οφείλουν να διαδραματίσουν σημαντικό ρόλο. Τα νοσοκομεία έχουν σημασία για τους ανθρώπους - η εμπειρία του νοσοκομείου σηματοδοτεί συχνά ένα κεντρικό σημείο στη ζωή τους. Έχουν σημασία για τα συστήματα υγείας: είναι καθοριστικά για τον συντονισμό και την επίτευξη της υγειονομικής φροντίδας και διαδραματίζουν βασικό ρόλο στην υποστήριξη άλλων παρόχων υγειονομικής περίθαλψης (συμπεριλαμβανομένης της πρωτοβάθμιας υγειονομικής περίθαλψης). Παρέχουν επίσης συχνά ένα περιβάλλον για την εκπαίδευση γιατρών, νοσοκόμων και άλλων επαγγελματιών υγείας και αποτελούν σημαντική βάση για την κλινική έρευνα. Πρέπει να είναι ανθεκτικά και ικανά να ανταπεξέρχονται σε καταστάσεις έκτακτης ανάγκης. Τα νοσοκομεία συμπληρώνουν και ενισχύουν την αποτελεσματικότητα πολλών άλλων τμημάτων του συστήματος υγείας, παρέχοντας συνεχή διαθεσιμότητα υπηρεσιών για βαριές και πολύπλοκες καταστάσεις. Τα νοσοκομεία συγκεντρώνουν περιορισμένους πόρους σε καλά σχεδιασμένα δίκτυα παραπομπής για να ανταποκρίνονται αποτελεσματικά στις ανάγκες υγείας του πληθυσμού. Έτσι, το Διεθνές Βιβλίο Υγείας, ένα διαδικτυακό σύστημα που ενδυναμώνει γιατρούς και νοσοκομεία σε όλο τον κόσμο, μπορεί να διαδραματίσει σημαντικό ρόλο προκειμένου να επιτευχθεί καλή υγεία και ευημερία για ανθρώπους σε όλο τον κόσμο.

source: Giving attention to the protection of our users' private health data, we store the data of our users on our own databases. We guarantee that saved data are not vulnerable to possible malicious attacks. A user can delete its medical archives, anytime he or she want, after this all the related information will be removed. We assure you that all those data will not be used from third parties. Authentication has a very important role for our platform, because it can ensure the protection of sensitive data.
el: Δίνοντας βάση στην προστασία των ιδιωτικών δεδομένων υγείας των χρηστών μας, αποθηκεύουμε τα δεδομένα τους στις δικές μας βάσεις δεδομένων. Εγγυόμαστε ότι τα αποθηκευμένα δεδομένα δεν είναι ευάλωτα σε πιθανές κακόβουλες επιθέσεις. Ένας χρήστης μπορεί να διαγράψει τα ιατρικά του αρχεία, όποτε θέλει. Μετά από αυτό θα αφαιρεθούν όλα τα σχετικά δεδομένα. Σας διαβεβαιώνουμε ότι όλα αυτά τα δεδομένα δεν θα χρησιμοποιηθούν από τρίτους. Ο έλεγχος ταυτότητας έχει πολύ σημαντικό ρόλο για την πλατφόρμα μας, επειδή μπορεί να διασφαλίσει την προστασία ευαίσθητων δεδομένων.

source: Everybody can understand the importance of safekeeping their personal data, but sometimes platforms violate this by collecting or selling personal data. We consider this unacceptable and we do everything we can in order to ensure that nothing similar to that may happen.
el: Όλοι μπορούν να κατανοήσουν τη σημασία της φύλαξης των προσωπικών τους δεδομένων, αλλά μερικές φορές οι πλατφόρμες το παραβιάζουν συλλέγοντας ή πουλώντας προσωπικά δεδομένα. Θεωρούμε τέτοιες πράξεις απαράδεκτες και κάνουμε ό, τι μπορούμε για να διασφαλίσουμε ότι δεν θα συμβεί κάτι παρόμοιο με αυτό.

source: We respect our users and recognize the value of their data, for that we will do anything we can in order to protect them.
el: Σεβόμαστε τους χρήστες μας και αναγνωρίζουμε την αξία των δεδομένων τους, για αυτό θα κάνουμε ό, τι μπορούμε για να τους προστατεύσουμε.

source: Email Address
el: Διεύθυνση Ηλεκτρονικού Ταχυδρομείου

source: Please provide your email.
el: Παρακαλώ συμπληρώστε την διεύθυνση ηλεκτρονικού ταχύδρομείου σας.

source: Subject
el: Θέμα

source: Please provide a subject.
el: Παρακαλώ συμπληρώστε το θέμα.

source: Message
el: Μήνυμα

source: Please provide a message.
el: Παρακαλώ συμπληρώστε το μήνυμα.

source: Send
el: Αποστολή

source: World Health Organization
el: Παγκόσμιος Οργανισμός Υγείας

source: Africa
el: Αφρική

source: Americas
el: Αμερική

source: South-East Asia
el: Νοτιοανατολική Ασία

source: Europe
el: Ευρώπη

source: Eastern Mediterranean
el: Ανατολική Μεσόγειος

source: Western Pacific
el: Δυτικός Ειρηνικός

source: Non-governmental Organizations
el: Μη Κυβερνητικές Οργανώσεις

source: Doctors of the World
el: Γιατροί του Κόσμου

source: Doctors without Borders
el: Γιατροί Χωρίς Σύνορα

source: International Committee of Red Cross
el: Διεθνής Ομοσπονδία Ερυθρού Σταυρού

source: Emergency
el: Επείγοντα

source: Useful Links
el: Χρήσιμοι Σύνδεσμοι

source: Coronavirus News
el: Νέα Κωρονοϊού

source: Diseases Information
el: Πληροφορίες Ασθενειών

source: Vaccines
el: Εμβολιασμοί

source: General Precautions
el: Γενικές Προφυλάξεις

source: Aristotle University of Thessaloniki
el: Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης

source: Computer Science Department
el: Τμήμα Πληροφορικής ΑΠΘ

source: UN Sustainable Development Goals
el: Στόχοι Αειφόρου Ανάπτυξης ΟΗΕ

source: All rights reserved
el: Με επιφύλαξη παντός δικαιώματος

source: Images from
el: Εικόνες από

source: and
el: και

source: Page Not Found
el: Δεν Βρέθηκε η Σελίδα

source: Sorry, we can't find the page you are looking for.
el: Λυπούμαστε αλλά δεν μπορούμε να βρούμε την σελίδα που ψάχνετε.

source: Go back to homepage
el: Πηγαίνετε πίσω στην αρχική σελίδα

source: Please sign in
el: Παρακαλώ συνδεθείτε

source: Email
el: Διεύθυνση Ηλεκτρονικού Ταχύδρομείου

source: Please provide an email.
el: Παρακαλώ συμπληρώστε τη διεύθυνση του ηλεκτρονικού ταχύδρομείου σας.

source: Please provide a valid email.
el: Παρακαλώ συμπληρώστε μια σωστή διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Password
el: Κωδικός

source: Please provide a password.
el: Παρακαλώ συμπληρώστε τον κωδικό σας.

source: Password must be at least 8 characters long.
el: Ο κωδικός πρέπει να έχει μήκος τουλάχιστον 8 χαρακτήρων.

source: Invalid credentials. Try again!
el: Εσφαλμένα Διαπιστευτήρια. Δοκιμάστε ξανά!

source: Sign In
el: Σύνδεση

source: Don't have an account? <a>Register</a>
el: Δεν έχετε λογαριασμό; <a>Εγγραφή</a>

source: Forgot password?
el: Ξεχάσατε τον κωδικό σας;

source: Create Account
el: Δημιουργία Λογαριασμού

source: First Name
el: Όνομα

source: Please provide your first name.
el: Παρακαλώ συμπληρώστε το όνομα σας.

source: Last Name
el: Επίθετο

source: Please provide your last name.
el: Παρακαλώ συμπληρώστε το επίθετο σας.

source: An account already exists with this email.
el: Υπάρχει ήδη ένας λογαριασμός με αυτήν την διεύθυνση ηλεκτρονικού ταχύδρομείου.

source: Password Confirmation
el: Επιβεβαίωση Κωδικού

source: Please confirm your password.
el: Παρακαλώ επιβεβαιώστε τον κωδικό σας.

source: The password is not the same.
el: Οι κωδικοί δεν είναι ίδιοι.

source: Register
el: Εγγραφή

source: Already have an account? <a>Login</a>
el: Έχετε ήδη λογαριασμό; <a>Συνδεθείτε</a>

source: Forgot Password
el: Ξέχασα τον κωδικό μου

source: Enter the email address associated with your account.
el: Εισάγετε την διεύθυνση ηλεκτρονικού ταχύδρομείου που σχετίζεται με τον λογαριασμό σας.

source: There is no account with this email
el: Δεν υπάρχει λογαριασμός με αυτή τη διεύθυνση ηλεκτρονικού ταχύδρομείου

source: Continue
el: Συνέχεια

source: Reset Password
el: Επαναφορά Κωδικού

source: Enter your new password.
el: Εισάγετε τον κωδικό σας.

source: Please provide a password
el: Παρακαλώ συμπληρώστε τον κωδικό σας

source: Reset
el: Επαναφορά

source: User
el: Χρήστης

source: Doctor
el: Γιατρός

source: Administrator
el: Διαχειριστής

source: Settings
el: Ρυθμίσεις

source: Sign Out
el: Αποσύνδεση

source: Personal Information
el: Προσωπικές Πληροφορίες

source: Vaccinations
el: Εμβολιασμοί

source: Allergic Diseases
el: Αλλεργίες

source: Hospital Treatment
el: Νοσοκομειακή Περίθαλψη

source: Attention!
el: Προσοχή!

source: You are about to access the health booklet of patient <b>{{user.firstName}} {{user.lastName}}</b>.
el: Πρόκειται να δείτε το βιβλιάριο υγείας του χρήστη <b>{{user.firstName}} {{user.lastName}}</b>.

source: <b>This action will be logged and <u>{{user.firstName}} {{user.lastName}}</u> will be notified.</b>
el: <b>Η δράση αυτή θα καταγραφεί και ο χρήστης <u>{{user.firstName}} {{user.lastName}}</u> θα ειδοποιηθεί.</b>

source: I wish to continue
el: Επιθυμώ να συνεχίσω

source: Search patient:
el: Αναζήτηση ασθενή:

source: Select country:
el: Επιλέξτε χώρα:

source: All
el: Όλα

source: Greece
el: Ελλάδα

source: SSNVS
el: ΑΜΚΑ

source: View
el: Προβολή

source: Inbox
el: Εισερχόμενα

source: Applications
el: Αιτήσεις

source: Users
el: Χρήστες

source: Change Password
el: Αλλαγή Κωδικού

source: Type the old password
el: Πληκτρολογήστε τον παλιό σας κωδικό

source: Old Password
el: Παλιός κωδικός

source: Wrong Password
el: Εσφαλμένος Κωδικός

source: Type the new password
el: Πληκτρολογήστε τον νέο σας κωδικό

source: New Password
el: Νέος Κωδικός

source: Retype the new password
el: Πληκτρολογήστε ξανά τον νέο σας κωδικό

source: Save
el: Αποθήκευση

source: Ask for doctor authorization
el: Αιτηθείτε εξουσιοδότηση γιατρού

source: Upload all the necessary files in order to get a doctor account.<br/> You should upload a zip folder which contains all your files that you want to upload.<br/> Other folder formats will not be accepted.
el: Ανεβάστε όλα τα απαραίτητα αρχεία προκειμένου να λάβετε εξουσιοδότηση γιατρού στην πλατφόρμα μας. <br/> Πρέπει να ανεβάσετε έναν φάκελο τύπου zip που θα περιέχει όλα τα αρχεία που επιθυμείτε να ανεβάσετε.<br/> Διαφορετικοί τύποι φακέλων θα απορριφθούν.

source: Upload
el: Μεταφόρτωση

source: You have already sent an application.
el: Έχετε στείλει ήδη αίτηση.

source: Delete your account
el: Διαγράψτε τον λογαριασμό σας

source: All your personal information will be deleted from our database.
el: Όλα τα προσωπικά σας στοιχεία θα διαγραφούν από την βάση δεδομένων μας.

source: Delete Account
el: Διαγραφή Λογαριασμού

source: Please provide your SSNVS.
el: Παρακαλώ συμπληρώστε το ΑΜΚΑ σας.

source: Date Of Birth
el: Ημερομηνία Γέννησης

source: yyyy-mm-dd
el: εεεε-μμ-ηη

source: Please provide your date of birth.
el: Παρακαλώ συμπληρώστε την ημερομηνία γέννηση σας.

source: Country
el: Χώρα

source: Please provide your country.
el: Παρακαλώ συμπληρώστε την χώρα σας.

source: Father's First Name
el: Όνομα Πατρός

source: Please provide your father's first name.
el: Παρακαλώ συμπληρώστε το όνομα του πατέρα σας.

source: Father's Last Name
el: Επίθετο Πατρός

source: Please provide your father's last name.
el: Παρακαλώ συμπληρώστε το επίθετο του πατέρα σας.

source: Mother's First Name
el: Όνομα Μητρός

source: Please provide your mother's first name.
el: Παρακαλώ συμπληρώστε το όνομα της μητέρας σας.

source: Mother's Last Name
el: Επίθετο Μητρός

source: Please provide your mother's last name
el: Παρακαλώ συμπληρώστε το επίθετο της μητέρας σας

source: Mobile Phone
el: Κινητό Τηλέφωνο

source: Please provide your mobile phone.
el: Παρακαλώ συμπληρώστε το κινητό τηλέφωνο σας.

source: Emergency Phone Contact
el: Τηλέφωνο Έκτακης Ανάγκης

source: Please provide an emergency phone contact.
el: Παρακαλώ συμπληρώστε ένα τηλέφωνο έκτακτης ανάγκης.

source: Edit
el: Επεξεργασία

source: Add
el: Προσθήκη

source: Allergic Disease Name
el: Όνομα Αλλεργίας

source: Please provide a valid name.
el: Παρακαλώ συμπληρώστε ένα όνομα.

source: Allergic Disease Description
el: Περιγραφή Αλλεργίας

source: Please provide a valid description.
el: Παρακαλώ συμπληρώστε την περιγραφή.

source: Treatment Description
el: Περιγραφή περίθαλψης

source: Close
el: Κλείσιμο

source: Delete
el: Διαγραφή

source: No available data. Only doctors can update your medical history.
el: Δεν υπάρχουν διαθέσιμα δεδομένα. Μόνο κάποιος γιατρός μπορεί να ανανεώσει το ιατρικό σας ιστορικό.

source: Hospital's Name
el: Όνομα Νοσοκομείου

source: Hospital's City
el: Πόλη Νοσοκομείου

source: Please provide a valid city.
el: Παρακαλώ συμπληρώστε την πόλη του νοσοκομείου.

source: Hospital's Country
el: Χώρα Νοσοκομείου

source: Please provide a valid country.
el: Παρακαλώ συμπληρώστε την χώρα του νοσοκομείου.

source: Hospital Treatment Cause
el: Αιτία Νοσοκομειακής Περίθαλψης

source: Please provide a valid cause.
el: Παρακαλώ συμπληρώστε την αιτία της περίθαλψης.

source: Please provide a valid treatment.
el: Παρακαλώ συμπληρώστε την περιγραφή της περίθαλψης.

source: Hospital Treatment Starts
el: Έναρξη Νοσοκομειακής Περίθαλψης

source: Please provide a valid date.
el: Παρακαλώ επιλέξτε μια έγκυρη ημερομηνία.

source: Hospital Treatment Finishes
el: Λήξη Νοσοκομειακής Περίθαλψης

source: Hospital Treatment Start
el: Έναρξη Νοσοκομειακής Περίθαλψης

source: Hospital Treatment End
el: Λήξη Νοσοκομειακής Περίθαλψης

source: <b>Recommended vaccinations<sup>1</sup></b>
el: <b>Προτεινόμενοι εμβολιασμοί<sup>1</sup></b>

source: <b>Footnotes</b>
el: <b>Σημειώσεις</b>

source: 1. <a> Greece: Recommended vaccinations </a>
el: 1. <a> Ελλάδα: Προτεινόμενοι εμβολιασμοί </a>

source: <b>Extra vaccinations</b>
el: <b>Έιδικοί εμβολιασμοί</b>

source: Vaccination Name
el: Όνομα Εμβολιασμού

source: Vaccination Date
el: Ημερομηνία Εμβολιασμού

source: Description
el: Περιγραφή

source: No available data. Only doctors can update your medical history.
el: Δεν υπάρχουν διαθέσιμα δεδομένα. Μόνο κάποιος γιατρός μπορεί να ανανεώσει το ιατρικό σας ιστορικό.

source: Notifications
el: Ειδοποιήσεις
